Repository: oussamamth1/food
Catalog: lib/l10n/app_*.arb
Languages: de, fr, ru

source: Hello World!
de: Hallo Welt
fr: Bonjour le monde
ru: Привет мир

source: Weight
de: Gewicht
fr: Poids
ru: Масса

source: Today
de: Heute
fr: Aujourd'hui
ru: Сегодня

source: Yesterday
de: Gestern
fr: Hier
ru: Вчера

source: Tomorrow
de: Morgen
fr: Demain
ru: Завтра

source: Diary
de: Tagebuch
fr: Agenda
ru: Дневник

source: eaten
de: gegessen
fr: mangé
ru: съел

source: Log your weight
de: Protokolliere dein Gewicht
fr: Verifier votre poids
ru: Запишите свой вес

source: Current Goal
de: Aktuelles Ziel
fr: Objectif actuel
ru: Текущая цель

source: Nutrition
de: Ernährung
ru: Питание

source: Breakfast
de: Frühstück
fr: Petit déjeuner
ru: Завтрак

source: Snack
de: Imbiss
fr: Goûter
ru: Легкая закуска

source: Lunch
de: Mittagessen
fr: Déjeuner
ru: Обед

source: Dinner
de: Abendessen
fr: Dîner
ru: Ужин

source: Water balance
de: Wasserbilanz
fr: Bilan hydrique
ru: Водный баланс

source: Water intake
de: Wasseraufnahme
fr: Prise d'eau
ru: Забор воды

source: Goal
de: Ziel
fr: Objectif
ru: Цель

source: left
de: übrig
fr: restant
ru: осталось

source: Recipes
de: Rezepte
fr: Recettes
ru: Рецепты

source: Ingredients
de: Zutaten
fr: Ingrédients
ru: Ингредиенты

source: Meal Plan
de: Essensplan
fr: Plan de repas
ru: План питания

# meal_preparing
source: Your meal plan is being prepared! Please wait a few more moments
de: Ihr Speiseplan wird vorbereitet! Bitte warten Sie noch ein paar Augenblicke
fr: Votre plan de repas est en cours de préparation ! Veuillez patienter encore quelques instants
ru: Ваш план питания готовится! Пожалуйста, подождите еще несколько минут

source: No meal plan for
de: Kein Speiseplan für
fr: Aucun plan de repas pour
ru: Нет плана питания для

# snack1
source: 1st Snack
de: 1. Imbiss
fr: 1ère Goûter
ru: 1-я закуска

# snack2
source: 2nd Snack
de: 2. Imbiss
fr: 2ème Goûter
ru: Вторая закуска

source: Swap
de: Tausch
fr: Échanger
ru: Обмен

source: Track
de: Schiene
fr: Suivi
ru: Трек

source: Search
de: Suche
fr: Chercher
ru: Поиск

source: Favorite
de: Favorit
fr: Favoris
ru: Любимый

source: Me
de: Ich
fr: Moi
ru: Мне

# people_with_notifications
source: People with notifications turned on report getting 62% better result
de: Personen mit aktivierten Benachrichtigungen berichten von 62 % besseren Ergebnissen
fr: Les personnes dont les notifications sont activées déclarent obtenir un résultat supérieur de 62 %
ru: Люди с включенными уведомлениями сообщают, что результат стал на 62 % лучше

# we_will_send_useful
source: We will send useful tips and regular reminders to increase your success
de: Wir senden nützliche Tipps und regelmäßige Erinnerungen, um Ihren Erfolg zu steigern
fr: Nous vous enverrons des conseils utiles et des rappels réguliers pour augmenter votre succès
ru: Мы будем присылать полезные советы и регулярные напоминания, чтобы увеличить ваш успех

source: Set up notifications
de: Benachrichtigungen einrichten
fr: Configurer les notifications
ru: Настроить уведомления

source: Remind me later
de: Erinnere mich später
fr: Rappelez-moi plus tard
ru: Напомни мне позже

source: Search Recipes..
de: Rezepte suchen..
fr: Rechercher des recettes..
ru: Поиск рецептов..

source: Most Recent Searches by People
de: Neueste Suchanfragen von Personen
fr: Recherches les plus récentes par personnes
ru: Самые недавние поиски людей

source: Baking
de: Backen
fr: Cuisson
ru: Выпечка

source: Vegetarian
de: Vegetarisch
fr: Végétarien
ru: Вегетарианец

source: Sauces
de: Saucen
ru: Соусы

source: Meat
de: Fleisch
fr: Viande
ru: Мясо

source: Turkey
de: Türkei
fr: Turquie
ru: Турция

source: Chicken
de: Huhn
fr: Poulet
ru: Курица

source: Sausages
de: Würste
fr: saucisses
ru: Колбасы

source: Mince
de: Hack
fr: Hacher
ru: Фарш

source: Burgers
de: Burger
fr: Hamburgers
ru: Бургеры

source: Pasta
fr: Pâtes
ru: Макароны

source: Noodles
de: Nudeln
fr: Nouilles
ru: Лапша

source: Pizza
ru: Пицца

source: Soups
de: Suppen
fr: Soupes
ru: Супы

source: Recipes by categories
de: Rezepte nach Kategorien
fr: Recettes par catégories
ru: Рецепты по категориям

source: main course
de: Hauptgericht
fr: plat principal
ru: основное блюдо

source: side dish
de: Beilage
fr: accompagnement
ru: Гарнир

source: dessert
de: Nachtisch
ru: Десерт

source: appetizer
de: Vorspeise
fr: apéritif
ru: закуска

source: salad
de: Salat
fr: salade
ru: салат

source: bread
de: Brot
fr: pain
ru: хлеб

source: soup
de: suppe
fr: soupe
ru: суп

source: beverage
de: Getränk
fr: boisson
ru: напиток

source: sauce
de: soße
ru: соус

source: marinade
ru: маринад

source: fingerfood
ru: пища которую едят руками

source: drink
de: trinken
fr: boire
ru: напиток

source: You don't have any Favorite recipe yet.
de: Du hast noch kein Lieblingsrezept.
fr: Vous n'avez pas encore de recette préférée.
ru: У вас еще нет любимого рецепта

source: Severe Thinness
de: Schwere Dünnheit
fr: Minceur sévère
ru: Сильная худоба

source: Moderate Thinness
de: Mäßige Dünnheit
fr: Maigreur modérée
ru: Умеренная худоба

source: Mild Thinness
de: Milde Dünnheit
fr: Légère minceur
ru: Легкая худоба

source: Normal
ru: Нормальный

source: Overweight
de: Übergewicht
fr: En surpoids
ru: Избыточный вес

source: Obese Class I
de: Übergewichtsklasse I
fr: Obèse de classe I
ru: Ожирение I степени

source: Obese Class II
de: Übergewicht Klasse II
fr: Obèse Classe II
ru: Ожирение II степени

source: Obese Class III
de: fettleibige Klasse III
fr: Obèse Classe III
ru: Ожирение III степени

source: Current BMI
de: Aktueller BMI
fr: IMC actuel
ru: Текущий ИМТ

source: Your weight is
de: Ihr Gewicht ist
fr: Votre poids est
ru: Ваш вес

source: Underweight
de: Untergewicht
fr: En sous-poids
ru: Недовес

source: Obese
de: Übergewichtig
fr: Obèse
ru: Ожирение

source: Settings
de: Einstellungen
fr: Réglages
ru: Настройки

source: Account
de: Konto
fr: Compte
ru: Счет

source: Notification
de: Benachrichtigung
ru: Уведомление

source: Personal details
de: Persönliche Daten
fr: Détails personnels
ru: Личная информация

source: Log out
de: Ausloggen
fr: Se déconnecter
ru: Выйти

source: Age
de: Alter
fr: Âge
ru: Возраст

source: Starting weight
de: Startgewicht
fr: Poids de départ
ru: Стартовый вес

source: Target weight
de: Zielgewicht
fr: Poids ciblé
ru: Нужный вес

source: Current weight
de: Aktuelles Gewicht
fr: Poids actuel
ru: Нынешний вес

source: Height
de: Höhe
fr: Hauteur
ru: Высота

source: Restrictions
de: Einschränkungen
ru: Ограничения

source: No meats products
de: Keine Fleischprodukte
fr: Pas de produits carnés
ru: Без мясных продуктов

source: No dairys products
de: Keine Milchprodukte
fr: Pas de produits laitiers
ru: Без молочных продуктов

source: No cereals products
de: Keine Getreideprodukte
fr: Pas de produits céréaliers
ru: Без злаковых продуктов

source: No fruits products
de: Keine Fruchtprodukte
fr: Pas de produits à base de fruits
ru: Без фруктовых продуктов

source: No vegetables products
de: Keine Gemüseprodukte
fr: Pas de produits végétaux
ru: Безовощные продукты

source: Meals
de: Mahlzeiten
fr: Repas
ru: Питание

source: Time
de: Zeit
fr: Temps
ru: Время

# recommended_mealtime
source: Recommended mealtime based on 16/8 intermittent fasting scheme
de: Empfohlene Essenszeit basierend auf dem 16/8 intermittierenden Fastenschema
fr: Heure de repas recommandée basée sur le schéma de jeûne intermittent 16/8
ru: Рекомендуемое время приема пищи на основе схемы прерывистого голодания 16/8

source: First Snack
de: Erster Imbiss
fr: Premier goûter
ru: Первая закуска

source: Second Snack
de: Zweiter Imbiss
fr: Deuxième collation
ru: Вторая закуска

source: Water
de: Wasser
fr: Eau
ru: Вода

source: Save
de: Aufzeichnung
fr: Enregistrer
ru: Сохранять

source: Language
de: Sprache
fr: Langue
ru: Язык

source: Units
de: Einheiten
fr: Unités
ru: Единицы измерения

source: Metric
de: Metrisch
fr: Métrique
ru: Метрика

source: Delete my account
de: Mein Konto löschen
fr: Supprimer mon compte
ru: Удалите мой аккаунт

source: Language setup
de: Spracheinstellung
fr: Configuration de la langue
ru: Настройка языка

# you_can_change_language_later
source: You can change language in Settings later
de: Sie können die Sprache später in den Einstellungen ändern
fr: Vous pouvez changer la langue dans les paramètres plus tard
ru: Вы можете изменить язык в настройках позже

source: Imperial
de: Kaiserliche
fr: Impérial
ru: Империал

source: Meals per day
de: Mahlzeiten pro Tag
fr: Repas par jour
ru: Питание в день

source: times
de: Mal
fr: fois
ru: раза

source: Two times
de: Zweimal
fr: Deux fois
ru: Два раза

# breakfast_dinner_2_snacks
source: Breakfast, dinner and 2 snacks
de: Frühstück, Abendessen und 2 Imbiss
fr: Petit-déjeuner, dîner et 2 goûter
ru: Завтрак, ужин и 2 перекуса

source: Three times
de: Drei Mal
fr: Trois fois
ru: Три раза

# breakfast_lunch_dinner
source: Breakfast, lunch and dinner
de: Frühstück, Mittagessen und Abendbrot
fr: Petit-déjeuner déjeuner et diner
ru: Завтрак обед и ужин

source: Four times
de: Vier Mal
fr: Quatre fois
ru: Четыре раза

# breakfast_snack_lunch_dinner
source: Breakfast, snack lunch and dinner
de: Frühstück, Mittagssnack und Abendessen
fr: Petit déjeuner, goûter déjeuner et dîner
ru: Завтрак, перекус обед и ужин

source: Five times
de: Fünf Mal
fr: Cinq fois
ru: В пять раз

# breakfast_lunch_dinner_2_snacks
source: Breakfast, lunch, dinner and 2 snacks
de: Frühstück, Mittagessen, Abendessen und 2 Imbiss
fr: Petit-déjeuner, déjeuner, dîner et 2 goûter
ru: Завтрак, обед, ужин и 2 перекуса

# verification_email_has_been_sent
source: A verification email has been sent to your email address. Please validate it to continue sign in
de: Eine Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet. Bitte bestätigen Sie sie, um mit der Anmeldung fortzufahren
fr: Un e-mail de vérification a été envoyé à votre adresse e-mail. Veuillez le valider pour continuer à vous connecter
ru: На ваш адрес электронной почты отправлено письмо с подтверждением. Пожалуйста, подтвердите его, чтобы продолжить вход

source: Sign in
de: Anmelden
fr: S'identifier
ru: Войти

source: Your email
de: Deine E-Mail
fr: Votre e-mail
ru: Ваш адрес электронной почты

# email_address_required
source: Email address is a required field
de: E-Mail-Adresse ist ein Pflichtfeld
fr: L'adresse e-mail est un champ obligatoire
ru: Адрес электронной почты является обязательным полем

# please_use_valid_email_address
source: Please use a valid email address
de: Bitte verwenden Sie eine gültige E-Mail-Adresse
fr: Veuillez utiliser une adresse mail valide
ru: Пожалуйста, используйте действующий адрес электронной почты

# password_required
source: Password is a required field
de: Passwort ist ein Pflichtfeld
fr: Mot de passe est un champ obligatoire
ru: Пароль является обязательным полем

source: Your Password
de: Ihr Passwort
fr: Votre mot de passe
ru: Ваш пароль

# you_agree_to_our_terms
source: By continuing, you agree to our terms of use and privacy policy
de: Indem Sie fortfahren, stimmen Sie unseren Nutzungsbedingungen und Datenschutzbestimmungen zu
fr: En continuant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité
ru: Продолжая, вы соглашаетесь с нашими условиями использования и политикой конфиденциальности

source: Sign up
de: Anmelden
fr: S'inscrire
ru: Зарегистрироваться

# you_have_any_issues
source: In case you have any issues, please contact us via email support@fitfood.com or visit FAQ
de: Falls Sie irgendwelche Probleme haben, kontaktieren Sie uns bitte per E-Mail support@fitfood.com oder besuchen Sie FAQ
fr: Si vous rencontrez des problèmes, veuillez nous contacter par e-mail support@fitfood.com ou visitez la FAQ
ru: Если у вас есть какие-либо проблемы, свяжитесь с нами по электронной почте support@fitfood.com или посетите FAQ

# check_with_your_doctor
source: Check with your doctor in addition to using the app and before making medical decisions
de: Erkundigen Sie sich zusätzlich zur Nutzung der App bei Ihrem Arzt, bevor Sie medizinische Entscheidungen treffen.
fr: Vérifiez auprès de votre médecin en plus d'utiliser l'application et avant de prendre des décisions médicales
ru: Проконсультируйтесь с врачом в дополнение к использованию приложения и перед принятием медицинских решений

source: Register
de: Registrieren
fr: S'inscrire
ru: Регистр

source: What is your Goal?
de: Was ist dein Ziel?
fr: Quel est ton but?
ru: Какова ваша цель?

# to_continue_please_accept_our_terms
source: To continue please accept our terms and policies bellow
de: Um fortzufahren, akzeptieren Sie bitte unsere Bedingungen und Richtlinien unten
fr: Pour continuer, veuillez accepter nos conditions et politiques ci-dessous
ru: Чтобы продолжить, пожалуйста, примите наши условия и правила ниже

source: Gain Weight
de: Zunehmen
fr: Prendre du poids
ru: Набрать вес

source: Lose Weight
de: Abnehmen
fr: Perdre du poids
ru: Худеть

source: Maintain Weight
de: Das Gewicht halten
fr: Maintenir du poids
ru: Поддержание веса

# by_continuing_I_agree
source: By continuing, I agree with Terms of Service, Privacy Policy, Money-Back Policy, Subscription terms, Cookie policy
de: Indem ich fortfahre, stimme ich den Nutzungsbedingungen, der Datenschutzrichtlinie, der Geld-zurück-Richtlinie, den Abonnementbedingungen und der Cookie-Richtlinie zu
fr: En continuant, j'accepte les conditions d'utilisation, la politique de confidentialité, la politique de remboursement, les conditions d'abonnement, la politique en matière de cookies
ru: Продолжая, я соглашаюсь с Условиями обслуживания, Политикой конфиденциальности, Политикой возврата денег, Условиями подписки, Политикой использования файлов cookie

# i_would_like_to_receive_updates
source: I would like to receive updates about products, services, and special offers from Fit'food via email
de: Ich möchte Updates zu Produkten, Dienstleistungen und Sonderangeboten von Fit'food per E-Mail erhalten
fr: Je souhaite recevoir des mises à jour sur les produits, services et offres spéciales de Fit'food par e-mail
ru: Я хочу получать новости о продуктах, услугах и специальных предложениях от Fit'food по электронной почте

# we_recommend_to_consult_your_physician
source: We recommend you to consult your physician before starting to follow any weight loss program
de: Wir empfehlen Ihnen, Ihren Arzt zu konsultieren, bevor Sie mit einem Gewichtsverlustprogramm beginnen.
fr: Nous vous recommandons de consulter votre médecin avant de commencer à suivre un programme de perte de poids
ru: Мы рекомендуем вам проконсультироваться с врачом, прежде чем начинать следовать любой программе по снижению веса

source: Previous Step
de: Vorheriger Schritt
fr: Étape précédente
ru: Предыдущий шаг

# continuee
source: Continue
de: Fortsetzen
fr: Continuez
ru: Продолжать

source: Select your gender
de: Wähle dein Geschlecht
fr: Sélectionnez votre sexe
ru: Выбери свой пол

source: Man
de: Mann
fr: Homme
ru: Мужчина

source: Woman
de: Frau
fr: Femme
ru: Женщина

source: Lactation
de: Stillzeit
ru: Лактация

source: Pregnancy
de: Schwangerschaft
fr: Grossesse
ru: Беременность

source: Select your kitchen
de: Wählen Sie Ihre Küche aus
fr: Sélectionnez votre cuisine
ru: Выбери свою кухню

# what_is_your_desired_weight
source: Ok, what is your desired weight?
de: Okay, was ist Ihr Wunschgewicht?
fr: Ok, quel est votre poids désiré ?
ru: Хорошо, каков ваш желаемый вес?

source: Desired weight
de: Gewünschtes Gewicht
fr: Poids souhaité
ru: Желаемый вес

# desired_Weight_required
source: Desired Weight is a required field
de: Gewünschtes Gewicht ist ein Pflichtfeld
fr: Le poids souhaité est un champ obligatoire
ru: Желаемый вес - обязательное поле

# check_you_body_measures
source: Let's check you body measures
de: Lassen Sie uns Ihre Körpermaße überprüfen
fr: Vérifions vos mensurations
ru: Давай проверим мерки твоего тела

source: Age (years)
de: Alter Jahre)
fr: Âge (années)
ru: Возраст (лет)

# age_required
source: Age is a required field
de: Alter ist ein Pflichtfeld
fr: L'âge est un champ obligatoire
ru: Возраст - обязательное поле

source: Height ({unit})
de: Höhe ({unit})
fr: Hauteur ({unit})
ru: Высота ({unit})

# height_unit_required
source: Height ({unit}) is a required field
de: Höhe ({unit}) ist ein Pflichtfeld
fr: La taille ({unit}) est un champ obligatoire
ru: Высота ({unit}) является обязательным полем

# current_weight_required
source: Current Weight is a required field
de: Aktuelles Gewicht ist ein Pflichtfeld
fr: Le poids actuel est un champ obligatoire
ru: Текущий вес - обязательное поле

# body_type
source: What is your body type?
de: Was ist Ihr Körpertyp?
fr: Quel est votre type de corps ?
ru: Какой у тебя тип телосложения?

# each_body_type_specific_metabolic_structure
source: Each body type has a specific metabolic structure
de: Jeder Körpertyp hat eine spezifische Stoffwechselstruktur
fr: Chaque type de corps a une structure métabolique spécifique
ru: Каждый тип телосложения имеет определенную метаболическую структуру

source: Pear-shaped
de: Birnenförmig
fr: En forme de poire
ru: Грушевидной формы

# naturally_slimmer_shoulders
source: Naturally slimmer shoulders and thicker thighs
de: Natürlich schlankere Schultern und dickere Oberschenkel
fr: Des épaules naturellement plus fines et des cuisses plus épaisses
ru: От природы более стройные плечи и более толстые бедра

source: Ectomorph
de: Ektomorph
fr: Ectomorphe
ru: Эктоморф

# lean_long_fast_metabolism
source: Lean and long, fast metabolism
de: Schlank und lang, schneller Stoffwechsel
fr: Métabolisme maigre et long et rapide
ru: Поджарый и длинный, быстрый метаболизм

source: Square-shaped
de: Quadratisch
fr: De forme carrée
ru: Квадратной формы

# naturally_wide_shoulders_thighs
source: Naturally wide shoulders and thighs
de: Natürlich breite Schultern und Oberschenkel
fr: Épaules et cuisses naturellement larges
ru: Естественно широкие плечи и бедра

source: Mesomorph
fr: Mésomorphe
ru: Мезоморф

# muscular_average_metabolism
source: Muscular and well-built, average metabolism
de: Muskulös und gut gebaut, durchschnittlicher Stoffwechsel
fr: Musclé et bien construit, métabolisme moyen
ru: Мускулистый и хорошо сложенный, средний метаболизм

source: Hourglass
de: Sanduhr
fr: Sablier
ru: Песочные часы

# wide_bust_hips
source: Wide bust and hips, a narrow waist
de: Breite Brust und Hüften, eine schmale Taille
fr: Poitrine et hanches larges, taille fine
ru: Широкий бюст и бедра, узкая талия

source: Endomorph
fr: Endomorphe
ru: Эндоморф

# soft_round_slow_metabolism
source: Soft and round, slow metabolism
de: Weich und rund, langsamer Stoffwechsel
fr: Doux et rond, métabolisme lent
ru: Мягкий и круглый, медленный метаболизм

source: Apple-shaped
de: Apfelförmig
fr: En forme de pomme
ru: В форме яблока

# naturally_wide_torso_broad_shoulders
source: Naturally wide torso and broad shoulders
de: Natürlich breiter Oberkörper und breite Schultern
fr: Torse naturellement large et épaules larges
ru: От природы широкий торс и широкие плечи

source: Describe your typical day
de: Beschreiben Sie Ihren typischen Tag
fr: Décrivez votre journée type
ru: Опишите свой обычный день

# who_want_to_require
source: {gender} who want to {objective}, require a more personalized approach depending on the current lifestyle.
de: {gender}, die {objective} wollen, benötigen je nach aktuellem Lebensstil eine individuellere Herangehensweise.
fr: {gender} qui veulent {objective}, nécessitent une approche plus personnalisée en fonction du mode de vie actuel.
ru: {gender}, которые хотят {objective}, требуют более индивидуального подхода в зависимости от текущего образа жизни.

source: At the office
de: Im Büro
fr: Au bureau
ru: В офисе

source: Daily long walks
de: Tageslange Spaziergänge
fr: Longues promenades quotidiennes
ru: Ежедневные длительные прогулки

source: Physical work
de: Körperliche Arbeit
fr: Travail physique
ru: Физическая работа

source: Mostly at home
de: Meistens zu Hause
fr: Surtout à la maison
ru: В основном дома

# how_many_times_you_want_to_eat
source: How many times a day do you want to eat?
de: Wie oft am Tag möchtest du essen?
fr: Combien de fois par jour veux-tu manger ?
ru: Сколько раз в день вы хотите есть?

# will_plan_your_meals_according_preferences
source: We will plan your meals according to your preferences
de: Wir planen Ihre Mahlzeiten nach Ihren Vorlieben
fr: Nous planifierons vos repas selon vos préférences
ru: Мы спланируем ваше питание в соответствии с вашими предпочтениями

source: works at the office
de: arbeitet im Büro
fr: travaille au bureau
ru: работает в офисе

source: walks regularly
de: geht regelmäßig spazieren
fr: marche régulièrement
ru: регулярно ходит

source: works physically
de: funktioniert körperlich
fr: fonctionne physiquement
ru: работает физически

source: is mostly at home
de: ist meistens zu Hause
fr: est surtout à la maison
ru: в основном дома

source: Do you workout?
de: Trainierst du?
fr: Est-ce que tu fais du sport?
ru: Ты тренируешься?

# it_is_important_to_take_into
source: It is important to take into consideration the activity level for a {gender} who wants to {objective} and {typicalDay}
de: Es ist wichtig, das Aktivitätsniveau für ein {gender} zu berücksichtigen, das {objective} und {typicalDay} will
fr: Il est important de prendre en considération le niveau d'activité d'un {gender} qui souhaite {objective} et {typicalDay}
ru: Важно учитывать уровень активности для {gender}, который хочет {objective} и {typicalDay}

source: Almost nothing
de: Fast nichts
fr: Presque rien
ru: Почти ничего

# lightly_active
source: Lightly active (light exercise 1 to 3 days/week)
de: Leicht aktiv (leichte Bewegung 1 bis 3 Tage/Woche)
fr: Légèrement actif (exercice léger 1 à 3 jours/semaine)
ru: Легкая активность (легкие упражнения от 1 до 3 дней в неделю)

# moderately_active
source: Moderately active (moderate exercise 3 to 5 days/week)
de: Mäßig aktiv (mäßiger Sport an 3 bis 5 Tagen/Woche)
fr: Modérément actif (exercice modéré 3 à 5 jours/semaine)
ru: Умеренно активен (умеренные физические нагрузки от 3 до 5 дней в неделю)

# very_active
source: Very active (hard exercise 6 to 7 days/week)
de: Sehr aktiv (hartes Training 6 bis 7 Tage/Woche)
fr: Très actif (exercice intense 6 à 7 jours/semaine)
ru: Очень активный (тяжелые упражнения 6–7 дней в неделю)

# extra_active
source: Extra active (extra-hard exercise 6 to 7 days/week)
de: Extra aktiv (extra harte Übung 6 bis 7 Tage/Woche)
fr: Extra actif (exercice extra-dur 6 à 7 jours/semaine)
ru: Сверхактивный (сверхтяжелые упражнения от 6 до 7 дней в неделю)

# super_active
source: Super active (extra-hard exercise 6 to 7 days/week and a physical job)
de: Super aktiv (extra hartes Training 6 bis 7 Tage/Woche und eine körperliche Arbeit)
fr: Super active (exercice extra-hard 6 à 7 jours/semaine et un travail physique)
ru: Суперактивный (сверхтяжелые упражнения 6-7 дней в неделю и физическая работа)

# you_have_dietary_restrictions
source: Do you have any dietary restrictions or allergies?
de: Haben Sie diätetische Einschränkungen oder Allergien?
fr: Avez-vous des restrictions alimentaires ou des allergies ?
ru: Есть ли у вас ограничения в питании или аллергия?

source: I'm lactose intolerant
de: Ich bin laktoseintolerant
fr: Je suis intolérant au lactose
ru: У меня непереносимость лактозы

# im_dont_eat_gluten
source: I don't eat gluten
de: Ich esse kein Gluten
fr: Je ne mange pas de gluten
ru: Я не ем глютен

source: I'm vegetarian
de: Ich bin Vegetarier
fr: Je suis végétarien
ru: Я вегетарианец

source: I'm vegan
de: Ich bin Veganer
fr: Je suis végétalien
ru: Я веган

# mark_the_vegetables
source: Mark the vegetables and legumes you don''t want to include:
de: Markieren Sie Gemüse und Hülsenfrüchte, die Sie nicht aufnehmen möchten:
fr: Marquez les légumes et les légumineuses que vous ne voulez pas inclure :
ru: Отметьте овощи и бобовые, которые вы не хотите включать:
