Repository: oussamamth1/food
Catalog: lib/l10n/app_*.arb
Languages: de, fr, ru

# mark_the_fruits
source: Mark the fruits and snacks you don''t want to include:
de: Markiere die Früchte und Snacks, die du nicht aufnehmen möchtest:
fr: Marquez les fruits et les collations que vous ne voulez pas inclure :
ru: Отметьте фрукты и закуски, которые вы не хотите включать:

# mark_the_cereals
source: Mark the cereals you don''t want to include:
de: Markieren Sie die Cerealien, die Sie nicht aufnehmen möchten:
fr: Cochez les céréales que vous ne voulez pas inclure :
ru: Отметьте злаки, которые вы не хотите включать:

# mark_the_dairy
source: Mark the dairy products you don''t want to include:
de: Markieren Sie die Milchprodukte, die Sie nicht aufnehmen möchten:
fr: Cochez les produits laitiers que vous ne voulez pas inclure :
ru: Отметьте молочные продукты, которые вы не хотите включать:

# mark_the_meats
source: Mark the meats and poultry you don''t want to include:
de: Markieren Sie das Fleisch und Geflügel, das Sie nicht aufnehmen möchten:
fr: Marquez les viandes et volailles que vous ne voulez pas inclure :
ru: Отметьте мясо и птицу, которые вы не хотите включать:

source: Data processing
de: Datenverarbeitung
fr: Traitement de l'information
ru: Обработка данных

# your_meal_plan_begin_calculated
source: Your meal plan is begin calculated
de: Dein Speiseplan wird berechnet
fr: Votre plan de repas commence à être calculé
ru: Ваш план питания начал рассчитываться

source: Analyzing the data
de: Analyse der Daten
fr: Analyser les données
ru: Анализ данных

source: Men
de: Männer
fr: Hommes
ru: Мужчины

source: Women
de: Frau
fr: Femmes
ru: Женщины

source: Enter your email to get your personal meal plan
de: Geben Sie Ihre E-Mail ein, um Ihren persönlichen Essens- und Trainingsplan zu erhalten
fr: Entrez votre e-mail pour obtenir votre plan de repas personnel
ru: Введите адрес электронной почты, чтобы получить персональный план питания и тренировок

# we_respect_your_privacy
source: We respect your privacy and take protecting it very seriously â€” no spam.
de: Wir respektieren Ihre Privatsphäre und nehmen deren Schutz sehr ernst – kein Spam.
fr: Nous respectons votre vie privée et prenons sa protection très au sérieux - pas de spam.
ru: Мы уважаем вашу конфиденциальность и очень серьезно относимся к ее защите — никакого спама.

source: Your Full name
de: Ihren vollständigen Namen
fr: Votre nom complet
ru: Ваше полное имя

# full_name_required
source: Full name is a required field
de: Vollständiger Name ist ein Pflichtfeld
fr: Le nom complet est un champ obligatoire
ru: Полное имя является обязательным полем

source: Your Email Address
de: Ihre E-Mail-Adresse
fr: Votre adresse email
ru: Ваш адрес электронной почты

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: Noting happingng
de: Bemerkung Happingng
fr: Notant ce qui se passe
ru: Отмечая происходящее

# the_password_provided_weak
source: The password provided is too weak.
de: Das angegebene Passwort ist zu schwach.
fr: Le mot de passe fourni est trop faible.
ru: Предоставленный пароль слишком слаб.

# the_account_already_exists
source: The account already exists for that email.
de: Das Konto für diese E-Mail existiert bereits.
fr: Le compte existe déjà pour cet e-mail.
ru: Учетная запись для этого адреса электронной почты уже существует.

# something_wrong
source: Something is wrong! Try Again.
de: Etwas stimmt nicht! Versuchen Sie es erneut.
fr: Quelque chose ne va pas ! Réessayez.
ru: Что-то не так! Попробуйте еще раз.

# your_account_not_valid
source: your account is not valid so far! A verification emai has been sent to your email.
de: Ihr Konto ist bisher nicht gültig! Eine Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet.
fr: Votre compte n'est pas valide pour l'instant ! Un e-mail de vérification a été envoyé à votre adresse e-mail.
ru: Ваша учетная запись пока недействительна! На ваш адрес электронной почты отправлено письмо с подтверждением.

# no_user_found
source: No user found for that email.
de: Kein Benutzer für diese E-Mail gefunden.
fr: Aucun utilisateur trouvé pour cet e-mail.
ru: Пользователь для этого адреса электронной почты не найден.

# wrong_password_provided
source: Wrong password provided for that user.
de: Falsches Passwort für diesen Benutzer angegeben.
fr: Mot de passe incorrect fourni pour cet utilisateur.
ru: Для этого пользователя указан неверный пароль.

# your_account_disabled
source: Your account was disabled! Please contact us via email support@fitfood.com
de: Ihr Konto wurde deaktiviert! Bitte kontaktieren Sie uns per E-Mail an support@fitfood.com
fr: Votre compte a été désactivé ! Veuillez nous contacter par e-mail support@fitfood.com
ru: Ваша учетная запись была отключена! Пожалуйста, свяжитесь с нами по электронной почте support@fitfood.com

source: Password updated successfully
de: Passwort erfolgreich aktualisiert
fr: Mot de passe mis à jour avec succès
ru: Пароль успешно обновлен

# password_must_be_6_characters_or_more
source: The password must be 6 characters long or more.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
fr: Le mot de passe doit comporter au moins 6 caractères.
ru: Пароль должен состоять из 6 символов или более.

# only_alphabetical_characters
source: Please enter only alphabetical characters.
de: Bitte geben Sie nur Buchstaben ein.
fr: Veuillez saisir uniquement des caractères alphabétiques.
ru: Пожалуйста, вводите только буквы алфавита.

# only_numeric_characters
source: Please enter only numeric characters.
de: Bitte geben Sie nur Ziffern ein.
fr: Veuillez saisir uniquement des caractères numériques.
ru: Пожалуйста, вводите только цифры.

source: Ready in
de: Fertig in
fr: Prêt à
ru: Готов

source: Servings
de: Portionen
fr: Portions
ru: Сервировка

source: Price/Servings
de: Preis/Portionen
fr: Prix/Portions
ru: Цена/Порции

source: Instructions
de: Anweisungen
fr: Des instructions
ru: Инструкции

source: Equipments
de: Ausrüstung
fr: Équipements
ru: Оборудование

source: Quick summary
de: Kurze Zusammenfassung
fr: Résumé rapide
ru: Краткое резюме

source: Similar items
de: Ähnliche Gegenstände
fr: Articles similaires
ru: Похожие товары

source: Nutritions
de: Ernährung
fr: Nutrition
ru: Питание

source: Calories
de: Kalorien
ru: Калории

source: Fat
de: Fett
fr: Graisse
ru: Толстый

source: Carbohydrates
de: Kohlenhydrate
fr: Glucides
ru: Углеводы

source: Protein
fr: Protéine
ru: Белок

source: Bad for health Nutrients.
de: Gesundheitsschädliche Nährstoffe.
fr: Mauvais pour la santé Nutriments.
ru: Плохо для здоровья Питательные вещества.

source: of Daily needs.
de: des täglichen Bedarfs.
fr: des besoins quotidiens.
ru: Насущных потребностей.

source: Good for health Nutrients.
de: Gut für die Gesundheit Nährstoffe.
fr: Bon pour la santé Nutriments.
ru: Полезно для здоровья Питательные вещества.

# forr
source: For
de: Für
fr: Pour
ru: За

source: Consistency
de: Konsistenz
fr: Cohérence
ru: Последовательность

source: Amount
de: Menge
fr: Montant
ru: Количество

source: check out This tasty recipe
de: Schauen Sie sich dieses leckere Rezept an
fr: découvrez cette recette savoureuse
ru: проверьте этот вкусный рецепт

source: Calcium
de: Kalzium
ru: Кальций

source: Dietary Fiber
de: Ballaststoffe
fr: Fibre alimentaire
ru: Пищевое волокно

source: Iron
de: Eisen
fr: Fer
ru: Железо

source: Sodium
de: Natrium
ru: Натрий

source: vitamin A
fr: vitamine A
ru: витамин А

source: Vitamin C
fr: Vitamine C
ru: Витамин C

source: Vitamin B1
fr: Vitamine B1
ru: Витамин В1

source: Vitamin B2
fr: Vitamine B2
ru: Витамин В2

source: Remember to use the same ingredient portions
de: Denken Sie daran, die gleichen Zutatenportionen zu verwenden
fr: N'oubliez pas d'utiliser les mêmes portions d'ingrédients
ru: Не забывайте использовать одинаковые порции ингредиентов

source: tracked
de: verfolgt
fr: était suivi
ru: отслеживаются

source: Search food or ingredient
de: Lebensmittel oder Zutat suchen
fr: Rechercher un aliment ou un ingrédient
ru: Поиск еды или ингредиента

source: Custom entry
de: Benutzerdefinierter Eintrag
fr: Saisie personnalisée
ru: Пользовательский ввод

source: Overall added
de: Insgesamt hinzugefügt
fr: Globalement ajouté
ru: Все добавлено

# custom_entry_uppercase
source: CUSTOM ENTRY
de: BENUTZERDEFINIERTER EINTRAG
fr: ENTRÉE PERSONNALISÉE
ru: ЗАКАЗНОЙ ВХОД

source: Search results
de: Suchergebnisse
fr: Résultats de recherche
ru: Результаты поиска

# we_dit_our_best
source: We did our best, but it seems like there is no
de: Wir haben unser Bestes gegeben, aber es scheint, als gäbe es keins
fr: Nous avons fait de notre mieux, mais il semble qu'il n'y en ait pas
ru: Мы старались, но вроде нет

# you_can_add_custom_food
source: You can add custom food instead
de: Du kannst stattdessen benutzerdefiniertes Essen hinzufügen
fr: Vous pouvez ajouter de la nourriture personnalisée à la place
ru: Вместо этого вы можете добавить собственную еду

source: there
de: dort
fr: là
ru: там

source: Done
de: Fertig
fr: Fait
ru: Сделанный

source: Required information
de: Benötigte Information
fr: Information requise
ru: Необходимая информация

source: Description
de: Beschreibung
fr: La description
ru: Описание

# description_required
source: Description is a required field
de: Beschreibung ist ein Pflichtfeld
fr: La description est un champ obligatoire
ru: Описание является обязательным полем

# calories_required
source: Calories is a required field
de: Kalorien ist ein Pflichtfeld
fr: Calories est un champ obligatoire
ru: Калории - обязательное поле

source: Add
de: Hinzufügen
fr: Ajouter
ru: Добавлять

source: Serving size
de: Serviergröße
fr: Portion
ru: Размер порции

source: Number of servings
de: Anzahl der Portionen
fr: Nombre de portions
ru: Количество порций

# number_of_serving_required
source: Number of serving is a required field
de: Anzahl der Portionen ist ein Pflichtfeld
fr: Le nombre de portions est un champ obligatoire
ru: Количество порций - обязательное поле

# serving_size_required
source: Serving size is a required field
de: Portionsgröße ist ein Pflichtfeld
fr: La taille de la portion est un champ obligatoire
ru: Размер порции — обязательное поле

source: Add custom food
de: Benutzerdefiniertes Essen hinzufügen
fr: Ajouter des aliments personnalisés
ru: Добавить нестандартную еду

source: Current
de: Aktuell
fr: Courant
ru: Текущий

source: Start
de: Anfang
fr: Commencer
ru: Начинать

source: Date out of range
de: Datum außerhalb des gültigen Bereichs
fr: Date hors plage
ru: Дата вне диапазона

# date_required
source: Date is a required field
de: Datum ist ein Pflichtfeld
fr: La date est un champ obligatoire
ru: Дата является обязательным полем

source: progress
de: Fortschritt
fr: Progrès
ru: прогресс

source: Second snack time
de: Zweite Snackzeit
fr: C'est l'heure du deuxième goûter
ru: Время второго перекуса

source: First snack time
de: Erste Snackzeit
fr: C'est l'heure du premier goûter
ru: Время первого перекуса

source: time to open your meal plan
de: Zeit, Ihren Speiseplan zu öffnen
fr: il est temps d'ouvrir votre plan de repas
ru: время открыть свой план питания

# click_here_and_see
source: Click here and see what meal plan has prepared for you
de: Klicken Sie hier und sehen Sie, welcher Speiseplan für Sie vorbereitet ist
fr: Cliquez ici et voyez quel plan de repas vous a préparé
ru: Нажмите здесь и посмотрите, какой план питания приготовил для вас

source: Enjoy your breakfast
de: Genieße dein Frühstück
fr: Bon petit-déjeûner
ru: Наслаждайтесь вашим завтраком

source: Enjoy your lunch
de: Genießen Sie Ihr Mittagessen
fr: Profiter de votre déjeuner
ru: Наслаждаться обедом

source: Enjoy your dinner
de: Genieße dein Abendessen
fr: Profiter de votre dîner
ru: Наслаждайтесь ужином
